{
  "products": [
    {
      "id": 1,
      "title": "Туя западная Брабант",
      "subtitle": "Thuja occidentalis Brabant",
      "desc": "Самое востребованное растение для живой изгороди. Быстрорастущий сорт туи, до 40 см в год. При регулярной стрижке, 2 раза в год, достигается хорошее загустение кроны. В жаркую пору любит дождевание. Зимостойкая и устойчива к неблагоприятным условиям городской среды.",
      "image": "https://karanpitomnik.ru/storage/app/uploads/public/627/16d/94e/62716d94eadf9030314289.jpg",
      "price": 250,
      "amount": 1
    },
    {
      "id": 2,
      "title": "Туя западная Голден Брабант",
      "subtitle": "Thuja occidentalis Golden Brabant",
      "desc": "Один из самых привлекательных сортов туи западной с колоновидной кроной, достигающий во взрослом состоянии до 3,5 м в высоту. Хвоя золотисто-желтая. Прекрасно выглядит как отдельно стоящим деревом, так и в составе группы. Легко поддаётся стрижке и формированию кроны. Рекомендуется для живых изгородей. Частота посадки в ряду: каждые 0,5 - 0,7 м.",
      "image": "https://karanpitomnik.ru/storage/app/uploads/public/625/c67/123/625c67123ccd4825981260.jpg",
      "price": 350,
      "amount": 1
    },
    {
      "id": 3,
      "title": "Бересклет японский",
      "subtitle": "Euonymus japonicus",
      "desc": "Данный вид бересклета представляет собой вечнозеленый веретенообразный кустарник. Листья мясистые, густого зеленого цвета с мелко-зубчатым краем. Изумительный материал для живой изгороди. Любит стрижку, т.к. после нее растёт ещё быстрее и гуще! Круглый год Бересклет Японский будет радовать ваши глаза и поднимать настроение своими насыщенными цветами и формами.",
      "image": "https://karanpitomnik.ru/storage/app/uploads/public/625/b0d/393/625b0d39310ad881558506.jpg",
      "price": 250,
      "amount": 1
    },
    {
      "id": 4,
      "title": "Туя западная Рейнголд",
      "subtitle": "Thuja occidentalis Rheingold",
      "desc": "Изюминка сорта - особенный золотистый оттенок хвои, давший название растению - Золотой Дождь. Желтовато-бронзовый цвет верхушек побегов выгодно выглядит на фоне сочных темно-зелёных соседей. С наступлением морозов бронзовый цвет только усиливается и становится ярче. Относится к медленно растущим и невысоким растениям. Можно его стричь и придавать любую форму. В 10 лет может достигнуть высоты 2 метра.",
      "image": "https://karanpitomnik.ru/storage/app/uploads/public/625/c71/16a/625c7116a33d4998799429.jpg",
      "price": 300,
      "amount": 1
    },
    {
      "id": 5,
      "title": "Туя западная Голден Смарагд",
      "subtitle": "Thuja occidentalis Golden Smaragd",
      "desc": "Голден Смарагд дословно переводится как \"золотой изумруд\". Одно из самых востребованных хвойных при планировке у современных ландшафтников. Размеры посаженного деревца вначале невелики. И растёт оно первые годы довольно медленно, до 20 см в год. В 10 лет туя достигнет 2,5 метра, но на этом не останавливается, как многие другие, а продолжает расти. И может вырасти до 5 метров. Хвоя у растения зелёно-золотистая, и такой остаётся круглый год. Форма кроны ярко выраженный конус. Отлично смотрится в любом исполнении.",
      "image": "https://karanpitomnik.ru/storage/app/uploads/public/625/d8a/213/625d8a213e8cf687487005.jpg",
      "price": 400,
      "amount": 1
    },
    {
      "id": 6,
      "title": "Туя западная Вудварди",
      "subtitle": "Thuja occidentalis Woodwardii",
      "desc": "Главное преимущество этого сорта является его визуальная привлекательность. От природы он обладает шарообразной кроной, которая при регулярной стрижке становится плотной. Вудварди относится к медленнорастущим растениям. Но его это не портит. При хорошем уходе он уже в пять лет может достигнуть размера в 50-60 см. Если вы заинтересованы в его небольшом росте, то это легко сделать при помощи стрижки два раза в год. В первые годы жизни надо следить, чтобы почва под ним была достаточно влажной и удобренной. Во взрослом состоянии может перенести и небольшую засуху. В целом не прихотливое и устойчивое к негативной городской среде растение.",
      "image": "https://karanpitomnik.ru/storage/app/uploads/public/625/da4/174/625da417403b9172582794.jpg",
      "price": 250,
      "amount": 1
    },
    {
      "id": 7,
      "title": "Сосна Крымская (Сосна Палласа)",
      "subtitle": "Pinus pallasiana",
      "desc": "Дерево обладает пышной кроной. Декоративность кроны легко достигается, если в молодом возрасте прищипывать кончики. Из её кроны можно формировать причудливые формы, которые сейчас стали востребованы в проектах для личных участков. Декорируют, расправляя ветви с хвоей на концах, при этом убирая нижние ветви, чтобы была возможность оформить вокруг неё пространство на свой вкус. Ежегодный прирост составляет 25-30 см. И к 10 годам может достигнуть 3 метров. Дальше она растёт не так быстро. Хвоя темно-зелёного цвета, жесткая и изогнутая. Хорошо переносит как морозную, так и засушливую погоду. Сильный корень дерева позволяет выдерживать сильные ветра, поэтому её используют для укрепления склонов, и даже может расти в каменистой почве. Для того, чтобы молодая сосна лучше прижилась на участке, необходимо выбирать саженец не старше 5 лет, и желательно с закрытой корневой системой, потому что в этом коме уже изначально формируется определённая среда, благоприятная для дальнейшего развития растения.",
      "image": "https://karanpitomnik.ru/storage/app/uploads/public/625/e61/ab8/625e61ab8313f559059467.jpg",
      "price": 250,
      "amount": 1
    },
    {
      "id": 8,
      "title": "Барбарис Тунберга ф. пурпурнолистный",
      "subtitle": "Berberis thunbergii f.atropurpurea",
      "desc": "Это раскидистый колючий кустарник, максимальная высота которого составляет 1,5 метра, а диаметр – 2 метра. Годовой прирост большой. Любит стрижку и её просто необходимо делать, чтобы куст стал набитым, плотным и декоративность повысится. Зрелости растение достигает к 8 – 10 годам. Ветви изогнуты дугами, крона очень густая. При выборе места для посадки барбариса предпочтение лучше отдать солнечным местам или легкой полутени. Обратите внимание, что чем меньше растение получает солнечного света, тем тусклее будут его листья. Не выносит застойных вод и сильных ветров. Отлично смотрится в качестве живой изгороди. Чаще всего ландшафтники его так и используют. Но можно и одиночно куст посадить и придать ему определённую форму, что нравится. Тоже очень красиво!",
      "image": "https://karanpitomnik.ru/storage/app/uploads/public/626/140/0fe/6261400fe31e8345782549.jpg",
      "price": 200,
      "amount": 1
    },
    {
      "id": 9,
      "title": "Сосна горная Мугус",
      "subtitle": "Pinus mugo var. Mughus",
      "desc": "Популярное хвойное растение для оформления композиций в саду. Растение отличается компактной кроной и медленным ростом, ежегодно дерево прирастает на 3-5 см в высоту, обхват кроны увеличивается на 5-7 см. Её естественная форма кроны сама по себе привлекательная, шаровидная, Но если нужно, можно и стричь, придавая ей разные формы. Цвет – насыщенно-зеленый или темно-зеленый. Хвоинки расположены в пучках по 5 шт., за счет чего ветки очень густые и объемные. Длина иголок составляет 5-8 см. К грунту сосна не особо привередлива, но не любит плотной и пересохшей почвы. Дерево имеет хорошо разветвленную неглубокую корневую систему, поэтому её часто используется для укрепления берегов водоемов. Нетребовательное дерево легко переносит жару, излишнюю влажность и сильные морозы. Любит солнечные места, где у неё хорошо развивается густота кроны, что позволяет ей противостоять ветрам и снегам.",
      "image": "https://karanpitomnik.ru/storage/app/uploads/public/626/575/2e0/6265752e04428104678711.jpg",
      "price": 450,
      "amount": 1
    },
    {
      "id": 10,
      "title": "Ель колючая сизая Кейбаб",
      "subtitle": "Picea pungens glauca Kaibab",
      "desc": "Красивое и высокодекоративное дерево. В среднем высота взрослого растения около 5 м. Прирост у молодого дерева может достигать до 20 см в год. Крона у молодого растения - коническая или ширококоническая; у взрослого – коническая, довольно густая. Диаметр кроны у взрослого растения 1,5 - 2,5 м. Хвоя - длиной 1 - 1,2 см., слегка серповидная, колючая, серебристо - голубая - на солнце и в полутени. В плотной тени - приобретает зелёный цвет. Ветки жёсткие, располагаются под прямым углом к стволу. Шишки появляются на взрослом растении, по форме шишки - яйцевидные, длиной 3 - 6 см., светло-коричневые (в созревшем состоянии).",
      "image": "https://karanpitomnik.ru/storage/app/uploads/public/626/58d/1a5/62658d1a552bb860631237.jpg",
      "price": 500,
      "amount": 1
    },
    {
      "id": 11,
      "title": "Самшит вечнозелёный",
      "subtitle": "Buxus sempervirens",
      "desc": "Самшит считается одним из самых красивых вечнозеленых декоративных кустов, которые славятся своей шикарной и густой кроной, легко поддающейся формированию. Благодаря декоративным качествам, данное растение широко используют в ландшафтном дизайне для оформления интересных композиций в виде «живых» оградок, оригинальных бордюров и обрамления газонов, в топиарных фантазиях любителей сада. Кроме этого, куст абсолютно нетребователен в уходе, поэтому его посадить и вырастить сможет даже неопытный садовод. Самшит – хороший медонос, отлично переносит процедуру обрезки. Растение следует периодически очищать от загрязнений и пыли, формировать крону и своевременно удобрять. Если все верно выполнять, то обязательно получится вырастить шикарное растение, которое станет главным украшением на садовом участке.",
      "image": "https://karanpitomnik.ru/storage/app/uploads/public/626/25e/e81/62625ee816990396441032.jpg",
      "price": 250,
      "amount": 1
    },
    {
      "id": 12,
      "title": "Можжевельник казацкий Тамарисцифолия",
      "subtitle": "Juniperus Sabina Tamariscifolia",
      "desc": "Популярнейший казацкий можжевельник во взрослом возрасте принимает куполообразную форму. Крона достигает высоты 1 м и диаметра до 2 м. Побеги расположены горизонтально или косо вверх, частично перекрывают друг друга подобно черепице, образуя плотный, густой покров. Хвоя обильная, игольчатого типа, светло-зеленого оттенка с голубоватым налетом. Кустарник хорошо развивается на любых грунтах, пригоден для озеленения каменистых участков и откосов. Продается в горшках Р-11.",
      "image": "https://karanpitomnik.ru/storage/app/uploads/public/627/16a/16c/62716a16c8a46711730566.jpg",
      "price": 150,
      "amount": 1
    }
  ]
}
